import 'package:flutter/material.dart';

class photo {
  static List img = [
    "myasset/image/shayari/motivational.png",
    "myasset/image/shayari/kanjoos.png",
    "myasset/image/shayari/married.png",
    "myasset/image/shayari/officework.png",
    "myasset/image/shayari/santabanta.png",
    "myasset/image/shayari/politics.png",
    "myasset/image/shayari/love.png",
    "myasset/image/shayari/sad.png",
  ];
  static List ti = [
    "प्रेरणा स्त्रोत शायरी",
    "जीवन शायरी",
    " मोहब्बत शायरी",
    "यादें शायरी",
    "अन्य शायरी",
    "राजनीति शायरी",
    "प्रेम शायरी",
    "दर्दशायरी",
  ];
  static List sh = [
    '''ये इनायतें गज़ब की, ये बला की मेहरबानी
        मेरी ख़ैरियत भी पूछी, किसी और की ज़बानी।''',
    '''अभी आए, अभी बैठे, अभी दामन संभाला है,
        तुम्हारी जाऊं जाऊं ने हमारा दम निकाला है।''',
    '''दुनिया को लगते हैं बुरे अंदाज मेरे,
        लोग कहाँ जानते हैं गहरे राज़ मेरे।''',
    '''दिल की कीमत तो मोहब्बत के सिवा कुछ न थी,
        जितने भी मिले, सूरत के खरीदार मिले।''',
    '''वो खुश है बिछड़ कर मुझसे,
        ऐ दुनिया बेवफ़ा न कह उसको।''',
    '''Tu Hi Mera Pyaar Hai
        Tu Hi Meri Bandagi
        Tu Hi Mera Khuwaab Hai
        Tu Hi Meri Zindagi .'''
  ];
  static List sh2 = [
    '''इस दिल में अरमान कोई रखना
         दुनियाँ की भीड़ में पहचान कोई रखना,
        अच्छे नहीं लगते जब रहते हो उदास
        इन लबों पर सदा मुस्कान वही रखना।''',
    '''आवारगी मेँ हद से गुज़र जाना चाहिये,
          लेकिन कभी-कभार तो घर जाना चाहिये।''',
    '''घायल कर के मुझे उसने पूछा
      करोगे क्या फिर मोहब्बत मुझसे,
      लहू-लहू था दिल मेरा मगर...
      होंठों ने कहा बेइंतहा-बेइंतहा।''',
    '''दइश्क में तेरा यकीन बन जाऊं, दर्द में तेरा सुकूं,
          तुम रखो कदम जहाँ, खुदा करे मैं वो जमीं बन जाऊं।''',
    '''जो चाहती दुनिया है वो मुझ से नहीं होगा,
          समझौता कोई ख़्वाब के बदले नहीं होगा।''',
  ];
  static List sh3 = [
    '''मैंने दिल को भी सिखा दिया औकात में रहना,
        वरना जिद्द करता था उसकी जो नसीब में नहीं।''',
    '''ये इनायतें गज़ब की, ये बला की मेहरबानी
        मेरी ख़ैरियत भी पूछी, किसी और की ज़बानी।''',
    '''अभी आए, अभी बैठे, अभी दामन संभाला है,
        तुम्हारी जाऊं जाऊं ने हमारा दम निकाला है।''',
    '''दुनिया को लगते हैं बुरे अंदाज मेरे,
        लोग कहाँ जानते हैं गहरे राज़ मेरे।''',
    '''दिल की कीमत तो मोहब्बत के सिवा कुछ न थी,
        जितने भी मिले, सूरत के खरीदार मिले।''',
    '''वो खुश है बिछड़ कर मुझसे,
        ऐ दुनिया बेवफ़ा न कह उसको।''',
  ];
  static List sh4 = [
    '''तराशिए ख़ुद को इस जहां में कुछ इस कदर,
       कि पाने वाले को नाज हो और खोने वाले को अफसोस।''',
    '''यूं तो किसी चीज के मोहताज नही हम,
          बस एक तेरी आदत सी हो गयी है।''',
    '''मैं घर का रास्ता भूला, जो निकला आपके शहर से
            इमारत दिल की ढह गई, आपके हुस्न के कहर से,
            खुदा माना, आप न माने, वो लम्हे गए यूँ ठहर से
            वो लम्हे याद करता हूँ तो लगते हैं अब जहर से।''',
    '''दिल की कीमत तो मोहब्बत के सिवा कुछ न थी,
        जितने भी मिले, सूरत के खरीदार मिले।''',
    '''बहुत मसरूफ हो शायद जो हमको भूल बैठे हो,
          ना ये पूछा कहाँ पर हो, ना ये जाना के कैसे हो।''',
  ];
  static List sh5 = [
    '''मैंने दिल को भी सिखा दिया औकात में रहना,
        वरना जिद्द करता था उसकी जो नसीब में नहीं।''',
    '''ये इनायतें गज़ब की, ये बला की मेहरबानी
        मेरी ख़ैरियत भी पूछी, किसी और की ज़बानी।''',
    '''अभी आए, अभी बैठे, अभी दामन संभाला है,
        तुम्हारी जाऊं जाऊं ने हमारा दम निकाला है।''',
    '''दुनिया को लगते हैं बुरे अंदाज मेरे,
        लोग कहाँ जानते हैं गहरे राज़ मेरे।''',
    '''तराशिए ख़ुद को इस जहां में कुछ इस कदर,
       कि पाने वाले को नाज हो और खोने वाले को अफसोस।''',
    '''यूं तो किसी चीज के मोहताज नही हम,
          बस एक तेरी आदत सी हो गयी है।''',
  ];
  static List sh6 = [
    '''तराशिए ख़ुद को इस जहां में कुछ इस कदर,
       कि पाने वाले को नाज हो और खोने वाले को अफसोस।''',
    '''यूं तो किसी चीज के मोहताज नही हम,
          बस एक तेरी आदत सी हो गयी है।''',
    '''कि पता पूछ रहा हूँ मेरे सपने कहाँ मिलेंगे,
          जो कल तक साथ थे मेरे अपने कहाँ मिलेंगे।''',
    '''सकून मिलता है जब उनसे बात होती है
        हज़ार रातों में वो एक रात होती है,
        निगाह उठाकर जब देखते हैं वो मेरी तरफ
        मेरे लिए वो ही पल पूरी कायनात होती है।''',
    '''दो शब्द तसल्ली के नहीं मिलते इस शहर में,
          लोग दिल में भी दिमाग लिए फिरते हैं।''',
  ];
  static List sh7 = [
    '''बिना लिबास के आये थे इस जहां में , 
          बस एक कफ़न की खातिर इतना सफर करना पड़ा''',
    '''छुप के रहना है जो सबसे तो मुश्किल क्या है,
          तुम मेरे दिल में रहो दिल की तमन्ना हो कर।''',
    '''मैं हमदर्दी की ख़ैरातों के सिक्के मोड़ देता हूँ,
          जिस पर बोझ बन जाउँ, उसे मैं ख़ुद ही छोड़ देता हूँ।''',
    '''इश्क मोहब्बत दीवानगी, ये बस लफ्ज थे,
          जब तुम मिले तब इन लफ्जों को मायने मिले।''',
    '''किसी भी मोड़ पर अगर हम बुरे लगें
          तो ज़माने को बताने से पहले, 
          एक बार हमें जरुर बता देना।''',
  ];
  static List sh8 = [
    '''देखिए ना तेज़ कितनी उम्र की रफ़्तार है,
          ज़िंदगी में चैन कम और फ़र्ज़ की भर-मार है।''',
    '''मोहब्बत की राहों का अंजाम यही है
          ग़म को अपना लो बस पैगाम यही है,
          इस शहर में मोहब्बत ढूंढे न मिलेगी
          हाँ बेवफ़ाओं का तो ऐलान यही है।''',
    ''''था यकीं मुझे भी कि भूल जाओगे तुम,
    खुशी है कि तुम उम्मीद पर खरे उतरे।''',
    '''मिल जाता है दो पल का सुकूंन चंद यारों की बंदगी में,
     वरना परेशां कौन नहीं अपनी-अपनी ज़िंदगी में।''',
    ''' वो जवानी में ही मर गया था,
       कमाल था लाश बुढ़ापे तक चलती रही।''',
    '''वो वक़्त भी अनजान था खुद के अंजाम से,
           लोगों की नाकामियों का इलज़ाम लिए गुज़र गया।''',
    '''था यकीं मुझे भी कि भूल जाओगे तुम,
         खुशी है कि तुम उम्मीद पर खरे उतरे।'''
        '''पहले वफ़ा, फिर जफा, आखिर में जाम हो गया,
             कुछ इस तरहां से प्यार का किस्सातमामहोगया।'''
  ];
  static List a = [
    Colors.brown,
    Colors.lightBlue,
    Colors.grey,
    Colors.black,
    Colors.red,
    Colors.lightGreenAccent,
    Colors.green,
    Colors.brown,
    Colors.pinkAccent,
    Colors.orange,
    Colors.amber,
    Colors.white24,
    Colors.lightBlue,
    Colors.grey,
    Colors.black,
    Colors.red,
    Colors.lightGreenAccent,
    Colors.green,
    Colors.brown,
    Colors.pinkAccent,
    Colors.orange,
    Colors.amber,
    Colors.white24,
    Colors.deepOrangeAccent,
    Colors.amberAccent
  ];

  static List f = ["one", "two", "three", "four", "five", "six"];



}
